[
    {
        "id": 1,
        "caption": "Me after saying 'you too' when the flight attendant says 'enjoy your flight.'",
        "description": "Picture of a dog looking guilty."
    },
    {
        "id": 2,
        "caption": "Me when I remember I had homework due last night.",
        "description": "Picture of a man running."
    },
    {
        "id": 3,
        "caption": "Me realizing I sent a text to the wrong group chat.",
        "description": "Picture of a baby looking shocked."
    },
    {
        "id": 4,
        "caption": "Me when I open the fridge and forget what I wanted.",
        "description": "Picture of a confused cat standing in front of an open fridge."
    },
    {
        "id": 5,
        "caption": "Me trying to act like I know what I'm doing at work.",
        "description": "Picture of a dog wearing glasses and staring at a computer screen."
    },
    {
        "id": 6,
        "caption": "Me when my phone battery hits 1% and I'm nowhere near a charger.",
        "description": "Picture of a person looking panicked with a phone in their hand."
    },
    {
        "id": 7,
        "caption": "Me when I realize I’ve been talking for 10 minutes and no one is listening.",
        "description": "Picture of a dog with a blank expression."
    },
    {
        "id": 8,
        "caption": "Me trying to keep a straight face when my friend makes a joke.",
        "description": "Picture of a person biting their lip to avoid laughing."
    },
    {
        "id": 9,
        "caption": "Me when I see a typo after sending an important message.",
        "description": "Picture of a person facepalming."
    },
    {
        "id": 10,
        "caption": "Me when I realize I’ve been on autopilot for the last hour.",
        "description": "Picture of a person staring blankly."
    },
    {
        "id": 11,
        "caption": "Me when I hear the ice cream truck coming down the street.",
        "description": "Picture of a dog excitedly jumping up."
    },
    {
        "id": 12,
        "caption": "Me trying to multitask and end up failing miserably.",
        "description": "Picture of a person holding several objects and dropping them."
    },
    {
        "id": 13,
        "caption": "Me when I hear the song I don’t like for the 100th time.",
        "description": "Picture of a person rolling their eyes."
    },
    {
        "id": 14,
        "caption": "Me trying to figure out why my computer froze for the fifth time today.",
        "description": "Picture of a cat looking at a screen, confused."
    },
    {
        "id": 15,
        "caption": "Me when I accidentally hit ‘reply all’ on an email.",
        "description": "Picture of a person sweating nervously."
    },
    {
        "id": 16,
        "caption": "Me when I accidentally agree to plans I didn’t want to make.",
        "description": "Picture of a person regretting their decision."
    },
    {
        "id": 17,
        "caption": "Me when I walk into a room and forget why I went in there.",
        "description": "Picture of a dog with a puzzled expression."
    },
    {
        "id": 18,
        "caption": "Me when I realize I’ve been wearing my shirt inside out all day.",
        "description": "Picture of a person looking embarrassed."
    },
    {
        "id": 19,
        "caption": "Me when I get home and can finally take off my shoes.",
        "description": "Picture of a person stretching and looking relieved."
    },
    {
        "id": 20,
        "caption": "Me trying to remember what I was about to say mid-conversation.",
        "description": "Picture of a person looking lost in thought."
    },
    {
        "id": 21,
        "caption": "Me when I finally sit down to relax, but my phone buzzes.",
        "description": "Picture of a person looking frustrated with their phone."
    },
    {
        "id": 22,
        "caption": "Me when I think about all the things I should be doing right now.",
        "description": "Picture of a dog lying on the couch, not doing anything."
    },
    {
        "id": 23,
        "caption": "Me when I hear my alarm and I don’t want to get up.",
        "description": "Picture of a person buried under their blankets."
    },
    {
        "id": 24,
        "caption": "Me when I remember I left the oven on.",
        "description": "Picture of a person running back home in panic."
    },
    {
        "id": 25,
        "caption": "Me when I have to deal with a task I’ve been putting off.",
        "description": "Picture of a person staring at a pile of paperwork."
    },
    {
        "id": 26,
        "caption": "Me when I get into bed and realize I left my phone across the room.",
        "description": "Picture of a person debating whether to get up."
    },
    {
        "id": 27,
        "caption": "Me when I open my browser and remember all the tabs I had open.",
        "description": "Picture of a person with wide eyes staring at the screen."
    },
    {
        "id": 28,
        "caption": "Me when I find out there's a new season of my favorite show.",
        "description": "Picture of a person excitedly jumping up and down."
    },
    {
        "id": 29,
        "caption": "Me when I finish a series and wonder what to do with my life now.",
        "description": "Picture of a person staring off into the distance, empty inside."
    },
    {
        "id": 30,
        "caption": "Me when I get the last piece of pizza.",
        "description": "Picture of a person grinning and holding a slice."
    },
    {
        "id": 31,
        "caption": "Me when I try to explain something but no one understands.",
        "description": "Picture of a person gesturing wildly with confusion."
    },
    {
        "id": 32,
        "caption": "Me when my internet is down for five minutes and I freak out.",
        "description": "Picture of a person frantically trying to fix their router."
    },
    {
        "id": 33,
        "caption": "Me when I hear my favorite song in the car.",
        "description": "Picture of a person singing along with enthusiasm."
    },
    {
        "id": 34,
        "caption": "Me when I accidentally click on an old notification.",
        "description": "Picture of a person cringing at their screen."
    },
    {
        "id": 35,
        "caption": "Me when I realize it's Friday and I have no plans.",
        "description": "Picture of a person smiling with relief."
    },
    {
        "id": 36,
        "caption": "Me when I remember I have an appointment in 10 minutes.",
        "description": "Picture of a person running to get ready."
    },
    {
        "id": 37,
        "caption": "Me when I see someone doing something I can’t believe they just did.",
        "description": "Picture of a person with their mouth hanging open."
    },
    {
        "id": 38,
        "caption": "Me when I hear someone sneeze and immediately say 'bless you' without thinking.",
        "description": "Picture of a person with an automatic reflex."
    },
    {
        "id": 39,
        "caption": "Me when I accidentally use an old password I forgot.",
        "description": "Picture of a person trying to remember something."
    },
    {
        "id": 40,
        "caption": "Me when I try to remember someone's name and it's on the tip of my tongue.",
        "description": "Picture of a person tapping their head with frustration."
    },
    {
        "id": 41,
        "caption": "Me when I finally get a good night's sleep.",
        "description": "Picture of a person smiling in their sleep."
    },
    {
        "id": 42,
        "caption": "Me when I open the last cookie and someone asks for it.",
        "description": "Picture of a person holding the cookie protectively."
    },
    {
        "id": 43,
        "caption": "Me when I check the weather and it's suddenly cold outside.",
        "description": "Picture of a person shivering in shock."
    },
    {
        "id": 44,
        "caption": "Me when I see an email from work that says 'urgent'.",
        "description": "Picture of a person looking stressed."
    },
    {
        "id": 45,
        "caption": "Me when I get a message from someone I haven’t talked to in years.",
        "description": "Picture of a person squinting at their phone."
    },
    {
        "id": 46,
        "caption": "Me when I get caught looking at my phone during a meeting.",
        "description": "Picture of a person trying to hide their phone."
    },
    {
        "id": 47,
        "caption": "Me when I realize I haven't eaten all day.",
        "description": "Picture of a person looking famished."
    },
    {
        "id": 48,
        "caption": "Me when I try to give advice but realize I’m not the best person to give it.",
        "description": "Picture of a person backing away awkwardly."
    },
    {
        "id": 49,
        "caption": "Me when I tell a joke and no one laughs.",
        "description": "Picture of a person awkwardly smiling."
    },
    {
        "id": 50,
        "caption": "Me when I realize the weekend is almost over.",
        "description": "Picture of a person slumping in disappointment."
    },
    {
        "id": 51,
        "caption": "Me when I try to cook something and it turns out horribly wrong.",
        "description": "Picture of a person looking at a burnt dish."
    },
    {
        "id": 52,
        "caption": "Me when I see a dog wearing a cute outfit.",
        "description": "Picture of a person smiling widely."
    },
    {
        "id": 53,
        "caption": "Me when I hear someone else’s phone ring and think it's mine.",
        "description": "Picture of a person checking their phone in confusion."
    },
    {
        "id": 54,
        "caption": "Me when I realize I missed an important call.",
        "description": "Picture of a person holding their phone, devastated."
    },
    {
        "id": 55,
        "caption": "Me when my friend tells me they’re coming over and I haven't cleaned yet.",
        "description": "Picture of a person scrambling to tidy up."
    },
    {
        "id": 56,
        "caption": "Me when I try to be productive but end up binge-watching YouTube.",
        "description": "Picture of a person staring at a screen in disbelief."
    },
    {
        "id": 57,
        "caption": "Me when I get a compliment and don’t know how to respond.",
        "description": "Picture of a person blushing awkwardly."
    },
    {
        "id": 58,
        "caption": "Me when I think I lost my keys, but they were in my pocket all along.",
        "description": "Picture of a person facepalming."
    },
    {
        "id": 59,
        "caption": "Me when I realize I’ve been on my phone for hours.",
        "description": "Picture of a person looking shocked at the time."
    },
    {
        "id": 60,
        "caption": "Me when I finally finish all my chores.",
        "description": "Picture of a person collapsing on the couch in relief."
    },
    {
        "id": 61,
        "caption": "Me when I hear the doorbell and panic about who it might be.",
        "description": "Picture of a person peeking out the window."
    },
    {
        "id": 62,
        "caption": "Me when I successfully parallel park.",
        "description": "Picture of a person pumping their fists in victory."
    },
    {
        "id": 63,
        "caption": "Me when I find the perfect meme to send.",
        "description": "Picture of a person laughing uncontrollably."
    },
    {
        "id": 64,
        "caption": "Me when I see a long line at the grocery store checkout.",
        "description": "Picture of a person sighing in frustration."
    },
    {
        "id": 65,
        "caption": "Me when I step outside and forget my jacket.",
        "description": "Picture of a person shivering in the cold."
    },
    {
        "id": 66,
        "caption": "Me when my friend says they’re 5 minutes away and they’re still not here after 20 minutes.",
        "description": "Picture of a person staring at the clock."
    },
    {
        "id": 67,
        "caption": "Me when I hear someone call my name, but they weren't talking to me.",
        "description": "Picture of a person looking confused."
    },
    {
        "id": 68,
        "caption": "Me when I see a spider in my room.",
        "description": "Picture of a person jumping up in fear."
    },
    {
        "id": 69,
        "caption": "Me when I decide to work out, but then decide not to.",
        "description": "Picture of a person lounging on the couch."
    },
    {
        "id": 70,
        "caption": "Me when my friend tells me a story that I’ve already heard.",
        "description": "Picture of a person trying to hide their boredom."
    },
    {
        "id": 71,
        "caption": "Me when I accidentally mute myself on a Zoom call.",
        "description": "Picture of a person panicking while looking at their screen."
    },
    {
        "id": 72,
        "caption": "Me when I forget to hit ‘send’ on a message.",
        "description": "Picture of a person looking at their phone, confused."
    },
    {
        "id": 73,
        "caption": "Me when my computer freezes while I’m working on something important.",
        "description": "Picture of a person staring helplessly at their screen."
    },
    {
        "id": 74,
        "caption": "Me when I get invited to a party but I’m too tired to go.",
        "description": "Picture of a person making an excuse."
    },
    {
        "id": 75,
        "caption": "Me when I finally get to relax after a long day.",
        "description": "Picture of a person lying in a hammock."
    },
    {
        "id": 76,
        "caption": "Me when I hear someone say something outrageous.",
        "description": "Picture of a person raising their eyebrows in disbelief."
    },
    {
        "id": 77,
        "caption": "Me when I find the perfect parking spot.",
        "description": "Picture of a person giving a victorious fist pump."
    },
    {
        "id": 78,
        "caption": "Me when I remember I have to wake up early tomorrow.",
        "description": "Picture of a person groaning in dread."
    },
    {
        "id": 79,
        "caption": "Me when I get distracted by a YouTube rabbit hole.",
        "description": "Picture of a person looking surprised at how much time has passed."
    },
    {
        "id": 80,
        "caption": "Me when I can’t remember if I locked the door.",
        "description": "Picture of a person standing at the door, unsure."
    },
    {
        "id": 81,
        "caption": "Me when I hear my favorite song on the radio.",
        "description": "Picture of a person dancing in their seat."
    },
    {
        "id": 82,
        "caption": "Me when I finally understand something after struggling with it for hours.",
        "description": "Picture of a person holding their head in realization."
    },
    {
        "id": 83,
        "caption": "Me when I get to the front of the line and realize I forgot my wallet.",
        "description": "Picture of a person looking mortified."
    },
    {
        "id": 84,
        "caption": "Me when I hear the doorbell and hope it's not a delivery.",
        "description": "Picture of a person peeking out cautiously."
    },
    {
        "id": 85,
        "caption": "Me when I run into someone I know unexpectedly.",
        "description": "Picture of a person awkwardly smiling."
    },
    {
        "id": 86,
        "caption": "Me when I see a stray dog and immediately want to take it home.",
        "description": "Picture of a person trying to pet a dog."
    },
    {
        "id": 87,
        "caption": "Me when I realize I left my charger at home.",
        "description": "Picture of a person looking defeated."
    },
    {
        "id": 88,
        "caption": "Me when I realize I have a free day tomorrow.",
        "description": "Picture of a person smiling widely."
    },
    {
        "id": 89,
        "caption": "Me when I find out that it’s a national holiday tomorrow.",
        "description": "Picture of a person celebrating."
    },
    {
        "id": 90,
        "caption": "Me when I misplace something and can't find it.",
        "description": "Picture of a person frantically searching."
    },
    {
        "id": 91,
        "caption": "Me when I realize the coffee shop is closed.",
        "description": "Picture of a person standing disappointed."
    },
    {
        "id": 92,
        "caption": "Me when I think it’s a holiday but it’s not.",
        "description": "Picture of a person disappointedly looking at the calendar."
    },
    {
        "id": 93,
        "caption": "Me when I finally finish all my laundry.",
        "description": "Picture of a person collapsing in relief."
    },
    {
        "id": 94,
        "caption": "Me when I see a sale and can't resist shopping.",
        "description": "Picture of a person holding up multiple items."
    },
    {
        "id": 95,
        "caption": "Me when I accidentally miss the bus.",
        "description": "Picture of a person chasing after the bus."
    },
    {
        "id": 96,
        "caption": "Me when I finish a big project at work.",
        "description": "Picture of a person feeling accomplished."
    },
    {
        "id": 97,
        "caption": "Me when I accidentally call someone by the wrong name.",
        "description": "Picture of a person looking embarrassed."
    },
    {
        "id": 98,
        "caption": "Me when I remember I have a meeting in five minutes.",
        "description": "Picture of a person quickly getting ready."
    },
    {
        "id": 99,
        "caption": "Me when I finally get my order after a long wait.",
        "description": "Picture of a person smiling at their food."
    },
    {
        "id": 100,
        "caption": "Me when I realize I left my phone at home.",
        "description": "Picture of a person looking horrified."
    }
]
